src/business/intro_to_entreprenurialship/KBe21bus150retBusinessModelCanvasRedHad.org
#+TITLE: RedHat Business Model Canvas
* customer segments
** enterprise consumers who need stability and customer support
** donates software to open source 
* value props
** stability and customer support
** open source base -> open security auditing
* customer relationships
** customer support
** interacting in open-source communities
* channels
** website
** business fairs
* key activies
** supporting business needs
** patching software
* key resources
** servers
** call centers
** support staff
* key partners
** developers
** security auditors
* revenue streams
** up-front sales
** software as a surface
** support costs 
* cost structure
* sources
** https://www.redhat.com/en/about/development-model
** https://www.redhat.com/en/jobs/recruitment-fraud
** https://www.redhat.com/en/about/patent-promise
** https://www.redhat.com/en/about/open-source-program-office/contributions
** https://techcrunch.com/2014/02/13/please-dont-tell-me-you-want-to-be-the-next-red-hat/
* innovative parts
** based on open source -> reduces devlopment cost
** open source as a feature
** helps existing open-source communities
*** better than kite
* could improve 
** create a cohesive ecosystem
** maintain forks and thus ownership 
** liscence so that only individual consumers can use your products for free
*** make enterprise pricing a requirement for enterprise customers
** open source as a service
