docs/business/intro_to_entreprenurialship/KBe21bus150retBusinessModelCanvasRedHad.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 16:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>RedHat Business Model Canvas</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://taproot3.sanity.gq/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://taproot3.sanity.gq/theindex.html"> HOME </a>
</div><div id="content">
<h1 class="title">RedHat Business Model Canvas</h1>
<div id="outline-container-orgeafeef9" class="outline-2">
<h2 id="orgeafeef9"><span class="section-number-2">1</span> customer segments</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org865a14f" class="outline-3">
<h3 id="org865a14f"><span class="section-number-3">1.1</span> enterprise consumers who need stability and customer support</h3>
</div>
<div id="outline-container-org3d0c54b" class="outline-3">
<h3 id="org3d0c54b"><span class="section-number-3">1.2</span> donates software to open source</h3>
</div>
</div>
<div id="outline-container-orgbce11f8" class="outline-2">
<h2 id="orgbce11f8"><span class="section-number-2">2</span> value props</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org0ee9083" class="outline-3">
<h3 id="org0ee9083"><span class="section-number-3">2.1</span> stability and customer support</h3>
</div>
<div id="outline-container-org31a6ba5" class="outline-3">
<h3 id="org31a6ba5"><span class="section-number-3">2.2</span> open source base -&gt; open security auditing</h3>
</div>
</div>
<div id="outline-container-org943c9d0" class="outline-2">
<h2 id="org943c9d0"><span class="section-number-2">3</span> customer relationships</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org42d2985" class="outline-3">
<h3 id="org42d2985"><span class="section-number-3">3.1</span> customer support</h3>
</div>
<div id="outline-container-orgdc5d413" class="outline-3">
<h3 id="orgdc5d413"><span class="section-number-3">3.2</span> interacting in open-source communities</h3>
</div>
</div>
<div id="outline-container-org6eee1c1" class="outline-2">
<h2 id="org6eee1c1"><span class="section-number-2">4</span> channels</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org05b8f6b" class="outline-3">
<h3 id="org05b8f6b"><span class="section-number-3">4.1</span> website</h3>
</div>
<div id="outline-container-orga407d09" class="outline-3">
<h3 id="orga407d09"><span class="section-number-3">4.2</span> business fairs</h3>
</div>
</div>
<div id="outline-container-org4428ba8" class="outline-2">
<h2 id="org4428ba8"><span class="section-number-2">5</span> key activies</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orgf3d5c08" class="outline-3">
<h3 id="orgf3d5c08"><span class="section-number-3">5.1</span> supporting business needs</h3>
</div>
<div id="outline-container-orgc7292a6" class="outline-3">
<h3 id="orgc7292a6"><span class="section-number-3">5.2</span> patching software</h3>
</div>
</div>
<div id="outline-container-org56d2bc1" class="outline-2">
<h2 id="org56d2bc1"><span class="section-number-2">6</span> key resources</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-org09c0263" class="outline-3">
<h3 id="org09c0263"><span class="section-number-3">6.1</span> servers</h3>
</div>
<div id="outline-container-orgdc78a22" class="outline-3">
<h3 id="orgdc78a22"><span class="section-number-3">6.2</span> call centers</h3>
</div>
<div id="outline-container-org54a2b80" class="outline-3">
<h3 id="org54a2b80"><span class="section-number-3">6.3</span> support staff</h3>
</div>
</div>
<div id="outline-container-org5772b33" class="outline-2">
<h2 id="org5772b33"><span class="section-number-2">7</span> key partners</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org7cf6227" class="outline-3">
<h3 id="org7cf6227"><span class="section-number-3">7.1</span> developers</h3>
</div>
<div id="outline-container-org20f7ab5" class="outline-3">
<h3 id="org20f7ab5"><span class="section-number-3">7.2</span> security auditors</h3>
</div>
</div>
<div id="outline-container-org07f724a" class="outline-2">
<h2 id="org07f724a"><span class="section-number-2">8</span> revenue streams</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org3466534" class="outline-3">
<h3 id="org3466534"><span class="section-number-3">8.1</span> up-front sales</h3>
</div>
<div id="outline-container-org4d45d92" class="outline-3">
<h3 id="org4d45d92"><span class="section-number-3">8.2</span> software as a surface</h3>
</div>
<div id="outline-container-org1819096" class="outline-3">
<h3 id="org1819096"><span class="section-number-3">8.3</span> support costs</h3>
</div>
</div>
<div id="outline-container-org3b4e4f4" class="outline-2">
<h2 id="org3b4e4f4"><span class="section-number-2">9</span> cost structure</h2>
</div>
<div id="outline-container-org3fd2aa5" class="outline-2">
<h2 id="org3fd2aa5"><span class="section-number-2">10</span> sources</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org9ef3755" class="outline-3">
<h3 id="org9ef3755"><span class="section-number-3">10.1</span> <a href="https://www.redhat.com/en/about/development-model">https://www.redhat.com/en/about/development-model</a></h3>
</div>
<div id="outline-container-org1a0b8df" class="outline-3">
<h3 id="org1a0b8df"><span class="section-number-3">10.2</span> <a href="https://www.redhat.com/en/jobs/recruitment-fraud">https://www.redhat.com/en/jobs/recruitment-fraud</a></h3>
</div>
<div id="outline-container-org64ee719" class="outline-3">
<h3 id="org64ee719"><span class="section-number-3">10.3</span> <a href="https://www.redhat.com/en/about/patent-promise">https://www.redhat.com/en/about/patent-promise</a></h3>
</div>
<div id="outline-container-orgaf68419" class="outline-3">
<h3 id="orgaf68419"><span class="section-number-3">10.4</span> <a href="https://www.redhat.com/en/about/open-source-program-office/contributions">https://www.redhat.com/en/about/open-source-program-office/contributions</a></h3>
</div>
<div id="outline-container-org10b54c9" class="outline-3">
<h3 id="org10b54c9"><span class="section-number-3">10.5</span> <a href="https://techcrunch.com/2014/02/13/please-dont-tell-me-you-want-to-be-the-next-red-hat/">https://techcrunch.com/2014/02/13/please-dont-tell-me-you-want-to-be-the-next-red-hat/</a></h3>
</div>
</div>
<div id="outline-container-org384438d" class="outline-2">
<h2 id="org384438d"><span class="section-number-2">11</span> innovative parts</h2>
<div class="outline-text-2" id="text-11">
</div>
<div id="outline-container-org784aa72" class="outline-3">
<h3 id="org784aa72"><span class="section-number-3">11.1</span> based on open source -&gt; reduces devlopment cost</h3>
</div>
<div id="outline-container-orgbd7b47d" class="outline-3">
<h3 id="orgbd7b47d"><span class="section-number-3">11.2</span> open source as a feature</h3>
</div>
<div id="outline-container-org3d5cad1" class="outline-3">
<h3 id="org3d5cad1"><span class="section-number-3">11.3</span> helps existing open-source communities</h3>
<div class="outline-text-3" id="text-11-3">
</div>
<div id="outline-container-org30bbc83" class="outline-4">
<h4 id="org30bbc83"><span class="section-number-4">11.3.1</span> better than kite</h4>
</div>
</div>
</div>
<div id="outline-container-org6f0b944" class="outline-2">
<h2 id="org6f0b944"><span class="section-number-2">12</span> could improve</h2>
<div class="outline-text-2" id="text-12">
</div>
<div id="outline-container-org420ba31" class="outline-3">
<h3 id="org420ba31"><span class="section-number-3">12.1</span> create a cohesive ecosystem</h3>
</div>
<div id="outline-container-org588dee8" class="outline-3">
<h3 id="org588dee8"><span class="section-number-3">12.2</span> maintain forks and thus ownership</h3>
</div>
<div id="outline-container-org7631464" class="outline-3">
<h3 id="org7631464"><span class="section-number-3">12.3</span> liscence so that only individual consumers can use your products for free</h3>
<div class="outline-text-3" id="text-12-3">
</div>
<div id="outline-container-orgc27c63e" class="outline-4">
<h4 id="orgc27c63e"><span class="section-number-4">12.3.1</span> make enterprise pricing a requirement for enterprise customers</h4>
</div>
</div>
<div id="outline-container-orgf90fbbd" class="outline-3">
<h3 id="orgf90fbbd"><span class="section-number-3">12.4</span> open source as a service</h3>
<div class="outline-text-3" id="text-12-4">
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="namedate"><p class="subtitle"><span class="author">Taproot</span><span class="date">2021-09-11 Sat 16:34</span></p></div><div class="taprootcopyright">(c) 2021 Houjun Liu, Huxley Marvit, Zachary Sayyah, Albert Huang, Dylan Wallace</div>
</div>
</body>
</html>
