docs/business/intro_to_entreprenurialship/KBe21bus150retBusinessModelCanvasRedHad.tex
% Created 2021-09-11 Sat 16:42
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{RedHat Business Model Canvas}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={RedHat Business Model Canvas},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{customer segments}
\label{sec:org98f91b0}
\subsection{enterprise consumers who need stability and customer support}
\label{sec:orgfb0a448}
\subsection{donates software to open source}
\label{sec:orgcfb0e5a}
\section{value props}
\label{sec:orgf71c4eb}
\subsection{stability and customer support}
\label{sec:orgab71a14}
\subsection{open source base -> open security auditing}
\label{sec:org3b36506}
\section{customer relationships}
\label{sec:org008889d}
\subsection{customer support}
\label{sec:orgeaae82a}
\subsection{interacting in open-source communities}
\label{sec:org38f8445}
\section{channels}
\label{sec:org02b9882}
\subsection{website}
\label{sec:orga578fce}
\subsection{business fairs}
\label{sec:org0a45112}
\section{key activies}
\label{sec:orge2abf28}
\subsection{supporting business needs}
\label{sec:orgdf9e32e}
\subsection{patching software}
\label{sec:orgc633056}
\section{key resources}
\label{sec:org99ab74e}
\subsection{servers}
\label{sec:org90050ac}
\subsection{call centers}
\label{sec:org291d7f1}
\subsection{support staff}
\label{sec:org16e33cb}
\section{key partners}
\label{sec:org227caec}
\subsection{developers}
\label{sec:orge01b0e9}
\subsection{security auditors}
\label{sec:org32edd19}
\section{revenue streams}
\label{sec:org755ffac}
\subsection{up-front sales}
\label{sec:orgce507f5}
\subsection{software as a surface}
\label{sec:org24e46ff}
\subsection{support costs}
\label{sec:orgf024c79}
\section{cost structure}
\label{sec:orgd0436e6}
\section{sources}
\label{sec:org944da9e}
\subsection{\url{https://www.redhat.com/en/about/development-model}}
\label{sec:org1cb5dec}
\subsection{\url{https://www.redhat.com/en/jobs/recruitment-fraud}}
\label{sec:org7ab00a0}
\subsection{\url{https://www.redhat.com/en/about/patent-promise}}
\label{sec:orgbb2dc51}
\subsection{\url{https://www.redhat.com/en/about/open-source-program-office/contributions}}
\label{sec:org3a56720}
\subsection{\url{https://techcrunch.com/2014/02/13/please-dont-tell-me-you-want-to-be-the-next-red-hat/}}
\label{sec:org163c339}
\section{innovative parts}
\label{sec:org8607330}
\subsection{based on open source -> reduces devlopment cost}
\label{sec:org20edc57}
\subsection{open source as a feature}
\label{sec:org87dacc3}
\subsection{helps existing open-source communities}
\label{sec:org7b6b74c}
\subsubsection{better than kite}
\label{sec:org9aeee34}
\section{could improve}
\label{sec:org2afe1b0}
\subsection{create a cohesive ecosystem}
\label{sec:orge697ffa}
\subsection{maintain forks and thus ownership}
\label{sec:org519117e}
\subsection{liscence so that only individual consumers can use your products for free}
\label{sec:org4087fcc}
\subsubsection{make enterprise pricing a requirement for enterprise customers}
\label{sec:orga6868de}
\subsection{open source as a service}
\label{sec:orgbfc73a4}
\end{document}
